tap "4rbor/tq"
tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "keith/formulae"
tap "powershell/tap"
tap "sourcegraph/src-cli"
brew "bat"
brew "btop"
brew "clang-format"
brew "cmake"
brew "conan"
brew "docker"
brew "docker-buildx"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "jq"
brew "k6"
brew "lazygit"
brew "libatomic_ops"
brew "llvm"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "pkg-config"
brew "protobuf"
brew "python@3.12"
brew "ripgrep"
brew "slides"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "vhs"
brew "w3m"
brew "wget"
brew "zellij"
brew "zoxide"
brew "4rbor/tq/tq"
brew "charmbracelet/tap/freeze"
brew "powershell/tap/powershell"