tap "homebrew/bundle"
brew "bat"
brew "btop"
brew "eza"
brew "fzf"
brew "gh"
brew "go"
brew "gum"
brew "k6"
brew "lazygit"
brew "luajit"
brew "mkcert"
brew "mold"
brew "neofetch"
brew "neovim"
brew "python@3.12"
brew "node"
brew "pnpm"
brew "protobuf"
brew "stow"
brew "tldr"
brew "zoxide"
brew "starship"