tap "4rbor/tq"
tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "keith/formulae"
tap "powershell/tap"
tap "sourcegraph/src-cli"
brew "bat"
brew "protobuf"
brew "grpc"
brew "bear"
brew "btop"
brew "glib"
brew "python@3.12"
brew "cmake"
brew "docker"
brew "docker-buildx"
brew "libgit2"
brew "eza"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "libatomic_ops"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "pkgconf"
brew "premake"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "vhs"
brew "wget"
brew "youtube-dl"
brew "4rbor/tq/tq"
brew "charmbracelet/tap/freeze"